Repository: Koenari/HimbeertoniRaidTool
Catalog: HimbeertoniRaidTool/Localization/CoreLoc.*.resx
Languages: de, es, fr, ja

# Command_hrt_options
source: Shows the Configuration window
de: Zeigt das Konfigurationsfenster an

# Command_hrt_help
source: Prints usage information to chat
de: Zeigt Informationen zur Nutzung im Chat

# Command_hrt_welcome
source: Open Welcome Window with explanations on how to use
de: Begrüßungsfenster mit Erklärungen öffnen

# UiMessage_PeriodicSaveFailed
source: Data failed to save
de: Speichern fehlgeschlagen
fr: Échec de la sauvegarde de données

# UiMessage_PeriodicSaveSuccessful
source: Data Saved successfully
de: Daten erfolgreich gespeichert
fr: Données sauvegardées avec succès

# ConfigUi_hdg_externalUpdates
source: {0} Updates
de: {0} Aktualisierungen

# WelcomeUi_text
source: Welcome to Himbeertoni Raid Tool. Your companion in managing your raid group. Start your journey by opening LootMaster by typing "/lootmaster" (or "/lm") in chat (or the button below). There we already added your character for you. Next you can get your current gear either by using the "magnifying glass" button or by examining your character via right clicking. The plugin will always update the gear for characters that were added to a group or solo tab when examining the character in-game. To really start using this you'd need to add your group via the "+ button" right to the Solo tab. For this you have two possibilities. "From scratch" let's you input everything yourself like a noob. Or you can gather your group into a party (or wait for the next gathering) and let the plugin do most of the work by choosing "From current group". You still have to give the group a name and maybe adjust nicknames for your players. If you for example want the loot master to open on start, I would suggest you take a quick look at the options. Or go to the wiki for more detailed instructions :)
de: Willkommen zum Himbeertoni Raid Tool. Dein Begleiter beim verwalten deiner Raid Gruppe. Starte am besten, indem du den LootMaster öffnest, tippe dazu "/lootmaster" (oder "/lm") in den Chat oder nutze den Knopf unten. Dein Charakter ist dort schon für dich angelegt. Du kannst deine aktuelle Ausrüstung automatisch aktualisieren, entweder über den "Lupen"-Knopf oder durch Untersuchen deines Charakters. Dieses Plugin aktualisiert Ausrüstung automatisch für alle Charaktere, die Teil einer Gruppe sind, wenn du diese untersuchst.Um wirklich Loszulegen füge deine Gruppe über den "+"-Knopf hinzu. Du hast zwei Möglichkeiten eine Gruppe anzulegen. Hierzu gibt es zwei Varianten. "Von Grund auf" legt eine leere Gruppe an und lässt dich alles von Hand eintragen. Alternativ kannst du die Gruppe automatisch anlegen lassen, hierzu musst du mit deinen Kameraden in einer Gruppe sein und "Von der aktuellen Gruppe" auswählen. Danach solltest du nur noch die Namen der Gruppe und Spieler anpassen müssen. Ich empfehle dir einen schnellen Blick in die Optionen, um das Plugin an deine Bedürfnisse anzupassen. Auch ein Blick auf das Wiki ist empfehlenswert, für detailliertere Anweisungen :)
es: Bienvenido a Himbeertoni Raid Tool. Tu herramienta para gestionar el grupo de raid. Comienza escribiendo "/lootmaster" (o "/lm") en el chat (o el botón de abajo). Ahí hemos añadido tu personaje. A continuación puedes conseguir tu equipo actual usando el botón "lupa" o examinando tu personaje con un clic derecho. El plugin siempre actualizará el equipo para los personajes que se añadieron a un grupo o pestaña en solitario al examinar el personaje del juego. Para empezar a usar esto necesitarás añadir tu grupo a través del botón "+" en la pestaña Solo. Para esto tiene dos posibilidades. En "Desde cero" podrás introducir todo usted mismo como un novato. O puede reunir sus miembros en un grupo (o esperar a la próxima raid) y dejar que el plugin haga la mayor parte del trabajo eligiendo "Del grupo actual". Todavía tienes que dar un nombre al grupo y tal vez ajustar los apodos para tus jugadores. Si por ejemplo quieres que la herramienta se abra al principio, te sugeriría que eches un vistazo rápido a las opciones. Y ve a la wiki para instrucciones más detalladas :)
fr: Bienvenue dans Himbeertoni Raid Tool, votre compagnon de gestion de groupe de raid. Débutez votre voyage en ouvrant le LootMaster en tapant "/lootmaster" (ou "/lm") dans le chat (ou en cliquant sur le bouton ci-dessous). Nous y avons déjà ajouté votre personnage pour vous. Ensuite, vous pouvez enregistrer votre équipement actuel soit en utilisant le bouton "loupe", soit en examinant votre personnage via un clic droit. Le plugin mettra automatiquement à jour les équipements de chaque personnage qui a été ajouté à un onglet solo ou de groupe à chaque fois que vous examinez un de ces personnages en jeu. Pour vraiment commencer à utiliser cet outil, vous devrez ajouter votre groupe via le "bouton +" à droite de l'onglet Solo. Pour ce faire, deux choix s'offrent à vous. "À partir de zéro" vous permet de tout configurer manuellement comme un noob. L'autre option, supérieure, est de réunir votre groupe au sein d'une équipe et de laisser le plugin saisir les données automatiquement en utilisant l'option "À partir de l'Équipe actuellement formée". Vous devrez toutefois assigner un nom manuellement, et éventuellement donner un surnom aux autres joueur·se·s. Si vous souhaitez, par exemple, que le Loot Master s'ouvre au démarrage, je vous suggère de jeter un coup d'oeil rapide dans les options. Vous pouvez également aller sur le Wiki pour des instructions davantage détaillées :)
ja: Himbeertoni Raid Tool へようこそ。レイドグループを管理するあなたの仲間です。 チャットで「/lootmaster」（または「/lm」）と入力し、LootMasterを開いて旅を始めましょう（もしくは下のボタン）。既にあなたのキャラクターが追加されています。 次に、虫眼鏡アイコンを使用するか、右クリックでキャラクターを調べることで、現在の装備品を取得できます。 ゲーム内のキャラクターを調べるときに、GroupやSoloのタブに追加されたキャラクターの装備品を常に更新します。 この機能を実際に使用するには、Soloタブの右側にある「+ボタン」を使ってグループを追加する必要があります。これには2つの選択肢があります。 "新規作成"では、自分ですべてを入力することができます。また、"現在のグループを編集 "を選択することで、グループをパーティに集め（または次の集まりを待ち）、プラグインに自動で登録を任せることができます。ただし、グループ名とプレイヤーのニックネームを手動で設定する必要があります。" もし、起動時に戦利品マスタを開くようにしたい場合は、オプションをざっと見てみることをお勧めします。より詳しい説明はwikiを参照してください :)

# WelcomeUi_Title
source: Welcome to Himbeertoni Raid Tool
de: Willkommen zum Himbeertoni Raid Tool
es: Bienvenida a Himbeertoni Raid Tool
fr: Bienvenue dans Himbeertoni Raid Tool
ja: Himbeertoni Raid Tool へようこそ

# ConfigUi_cb_extAutoUpdate
source: Update sets from {0} periodically
de: Ausrüstungssets von {0} regelmäßig aktualisieren
fr: Mettre à jour régulièrement les sets depuis {0}

# ConfigUi_in_externalUpdateInterval
source: Update interval (days)
de: Aktualisierungsintervall (in Tagen)

# ConfigUi_hdg_changelog
source: Changelog Options
de: Changelog Optionen

# ConfigUi_cb_ownData
source: Automatically update own data
de: Eigene Daten automatisch aktualisieren

# ConfigUi_cb_updateCombatJobs
source: Update combat jobs
de: Kampfjobs aktualisieren

# ConfigUi_hdg_dataUpdate
source: Automatic data update
de: Automatisches Datenupdate

# ConfigUi_cb_updateDohJobs
source: Update disciple of hand jobs
de: Handwerker Jobs aktualisieren

# ConfigUi_cb_updateDolJobs
source: Update disciple of land jobs
de: Sammler Jobs aktualisieren

# ConfigUi_cb_tt_ownData
source: Keeps gear and classes of logged in character up to date
de: Hält Ausrüstung und Klassen des eingeloggten Charakters aktuell

# ConfigUi_cb_examine
source: Update gear when examining
de: Ausrüstung aktualisieren beim Untersuchen

# ConfigUi_text_dataUpdateJobs
source: Job specific config (affects all options above)
de: Jobspezifische Konfiguration (betrifft alle vorangegangen Optionen)

# ConfigUi_hdg_ui
source: User Interface
de: Benutzeroberfläche
es: Interfaz de usuario
fr: Interface utilisateur
ja: UI

# ConfigUi_cb_tt_hideInCombat
source: Hides all windows while character is in combat
de: Blendet alle Fenster aus, wenn der Charakter sich im Kampf befindet
es: Oculta todas las ventanas cuando estás en combate
fr: Cacher toutes les fenêtres pendant que le personnage est en combat
ja: キャラクターが戦闘時、すべてのウィンドウを非表示にする

# ConfigUi_cb_hideInCombat
source: Hide in combat
de: Im Kampf ausblenden
es: Ocultar en combate
fr: Cacher pendant le combat
ja: 戦闘中に隠す

# ConfigUi_in_autoSaveInterval
source: AutoSave interval (min)
de: Autospeicher-Intervall (min)
es: Intervalos del autoguardado (min)
fr: Intervalle de sauvegarde automatique (min)
ja: 自動保存の間隔 (分)

# ConfigUi_hdg_AutoSave
source: Auto Save
de: Automatisches Speichern
es: Autoguardado
fr: Sauvegarde automatique
ja: 自動保存

# ConfigUi_cb_periodicSave
source: Save periodically
de: Regelmäßig speichern
es: Guardar periódicamente
fr: Sauvegarder régulièrement
ja: 定期的に保存する

# ConfigUi_cb_tt_periodicSave
source: Saves all data of this plugin periodically. (Helps prevent losing data if your game crashes)
de: Speichert alle Daten dieses Plugins regelmäßig. (Hilft den Datenverlust bei einem Absturz deines Spiels zu verhindern)
es: Guarda todos los datos del Plugin periódicamente. (Ayuda a prevenir la pérdida de datos si el juego crashea)
fr: Sauvegarde toutes les données de ce plugin (Aide à empêcher la perte de données si votre jeu plante)
ja: このプラグインのすべてのデータを定期的に保存します。（ゲームのクラッシュ時、データが失われないようにします）

# ConfigUi_tab_general
source: General
de: Allgemein
ja: 全般

# WelcomeUi_btn_OpenLootMaster
source: Open LootMaster
de: LootMaster öffnen
es: Abrir LootMaster
fr: Ouvrir le LootMaster
ja: LootMasterを開く

# WelcomeUi_btn_tt_OpenLootMaster
source: Open LootMaster main window (/lootmaster)
de: Öffnet das LootMaster Fenster (/lootmaster)
es: Abrir la ventana principal de LootMaster (/lootmaster)
fr: Ouvrir la fenêtre principale de LootMaster (/lootmaster)
ja: LootMaster のメインウィンドウを開く (/lootmaster)

# WelcomeUi_btn_OpenOptions
source: Open Options
de: Optionen öffnen
es: Abrir Opciones
fr: Ouvrir les Options
ja: オプションを開く

# WelcomeUi_btn_tt_OpenOptions
source: Show configuration options (/hrt config)
de: Konfiguration öffnen (/hrt config)
es: Mostrar opciones de configuración (/hrt config)
fr: Afficher les options de configuration (/hrt config)
ja: 設定オプションを表示 (/hrt config)

# Chat_help_heading
source: Commands used for Himbeertoni Raid Tool:
de: Befehle für Himbeertoni Raid Tool:

# Welcomeui_btn_openWiki
source: Open Wiki
de: Wiki öffnen
es: Abrir Wiki
fr: Ouvrir le Wiki
ja: Wikiを開く

# Welcomeui_btn_tt_openWiki
source: Open the wiki in your browser
de: Wiki im Standard Browser öffnen
es: Abrir este enlace en el navegador
fr: Ouvre le Wiki dans votre navigateur
ja: Wikiをブラウザで開きますか?

# WelcomeUi_btn_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる

# WelcomeUi_btn_tt_close
source: Close this window
de: Dieses Fenster schließen
es: Cerrar esta ventana
fr: Fermer cette fenêtre
ja: このウィンドウを閉じる

# Chat_configUpgradeError
source: Error upgrading Core configuration from version {0}
de: Fehler beim Aktualisieren der Core-Konfiguration von Version {0}

# ChangeLogUi_btn_haveRead
source: Yeah, I read it!
de: Jawoll, alles gelesen!

# ChangelogCategory_General
source: General
de: Allgemein

# ChangeLogUi_text_issueLink
source: Fixes issue #{0}
de: Behebt Problem #{0}

# ChangeLogUi_text_issueLink_tooltip
source: Open on GitHub
de: Auf GitHub öffnen

# ChangeLogUi_hdg_KnownIssues
source: Known Issues
de: Bekannte Probleme

# ChangelogCategory_NewFeature
source: New Feature
de: Neue Funktion

# ChangelogCategory_Configuration
source: Configuration
de: Konfiguration

# ChangelogCategory_UserInterface
source: User Interface
de: Benutzeroberfläche

# ChangelogCategory_LootSession
source: Loot Session
de: Beute-Session

# ChangelogCategory_Localization
source: Localization
de: Übersetzung

# ChangelogCategory_Performance
source: Performance
de: Leistung

# ChangelogCategory_Gear
source: Gear
de: Ausrüstung

# ChangelogShowOption_ShowNone
source: Do NOT show changes
de: KEINE Änderungen anzeigen

# ChangelogShowOption_ShowNotable
source: Show me notable changes
de: Zeige mir wichtige Änderungen

# ChangelogShowOption_ShowAll
source: Show me all changes
de: Zeige mir alle Änderungen

# ChangeLogUi_hdg_seen
source: Previous changelogs
de: Vorherige Changelogs

# command_hrt_changelog
source: Shows the changelog
de: Zeigt das Changelog

# Module_Description
source: Core functionality of Himbeertoni Raid Tool
de: Kernfunktionalität des Himbeertoni Raid-Tools

# Module_Name
source: Core Functions
de: Kernfunktionen

# ConfigUi_tab_GearUpdates
source: Gear updates
de: Ausrüstungsupdates

# ConfigUi_cb_ignorePrevTierGear
source: Ignore gear from previous tiers
de: Ignoriere Ausrüstung aus vorherigen Raid Tiers

# ConfigUi_cb_tt_ignorePrevTierGear
source: Do not downgrade to gear items not from current raid tier
de: Ausrüstung in Sets wird nicht durch getragenen Ausrüstung ersetzt, die älter als der aktuelle Raid ist

# ConfigUi_cb_ignoreCustomILvlGear
source: Ignore gear under item level
de: Ignoriere Ausrüstung unter diesem Item Level

# ConfigUi_cb_tt_ignoreCustomILvlGear
source: Do not downgrade gear in gear sets to items below item level threshold
de: Ausrüstung in Sets wird nicht durch getragenen Ausrüstung ersetzt, die weniger als das hier angegebene Item Level hat

# ChangelogCategory_KnownIssues
source: Known Issue
de: Bekanntes Problem

# ChangelogCategory_Lodestone
source: Lodestone Connector
de: Lodestone Verbindung

# ChangeLogUi_text_openSettings
source: Open Settings
de: Zu den Einstellungen

# ChangelogCategory_BiS
source: BiS
ja: 最適装備
