Repository: Koenari/HimbeertoniRaidTool
Catalog: HimbeertoniRaidTool/Localization/GeneralLoc.*.resx
Languages: de, es, fr, ja

# ConfigUi_Title
source: HimbeerToni Raid Tool Configuration
de: HimbeerToni Raid Tool Konfiguration
es: Configuración de HimbeerToni Raid
fr: Configuration de HimbeerToni Raid Tool
ja: HimbeerToni Raid Tool 設定

# ItemTable_heading_source
source: Source
de: Ursprung
es: Fuente
ja: 変換元

# EditPlayerUi_hdg_playerData
source: Player Data
de: Spielerdaten
es: Información del personaje
fr: Données Joueur·se
ja: プレイヤーデータ

# EditPlayerUi_hdg_characterData
source: Character Data
de: Charakterdaten
es: Datos del personaje
fr: Données Personnage
ja: キャラクターデータ

# EditCharUi_in_HomeWorld
source: Home World
de: Heimatwelt
es: Mundo
fr: Monde d'origine
ja: ホームワールド

# CommonTerms_Tribe
source: Tribe
de: Stamm
es: Tribu
fr: Tribu
ja: 種族

# EditCharUi_hdg_JobData
source: Job Data
de: Job Daten
es: Información de clase
fr: Données des Jobs
ja: ジョブデータ

# EditCharUi_in_mainJob
source: Main Job
de: Hauptjob
es: Clase principal
fr: Job principal
ja: メインジョブ

# EditCharUi_text_noJobs
source: Character does not have any classes created
de: Charakter hat keine Klassen angelegt
es: Este personaje no tiene ninguna clase creada
fr: Le personnage n'a aucun job assigné
ja: キャラクターにクラスが設定されていません

# CommonTerms_Level
source: Level
de: Stufe
es: Nivel
fr: Niveau
ja: レベル

# EditGroupUi_in_type
source: Group Type
de: Gruppenart
es: Tipo de grupo
fr: Type du Groupe
ja: グループの種類

# EditGroupUi_cb_OverrideRolePriority
source: Override role priority
de: Priorität der Rolle überschreiben
es: Anular prioridad de rol
fr: Outrepasser la priorité de rôle
ja: ロールの優先順位を上書き

# EditGearSetUi_Source
source: Source
de: Ursprung

# EditGearSetUi_btn_MakeLocal
source: Create local copy
de: Lokale Kopie erstellen

# EditGearSetUi_btn_tt_MakeLocal
source: Create a copy of this set in the local database. Set will not be updated from etro.gg afterwards Only local Gear Sets can be edited
de: Erstellen Sie eine Kopie dieses Set in der lokalen Datenbank. Der Set wird nicht von etro.gg aktualisiert. Nur lokale Ausrüstungssets können bearbeitet werden

# EditUi_Txt_LocalId
source: Local ID
de: Lokale ID

# SelectGearItemui_Title
source: Get item for
de: Gegenstand holen für
es: Obtener objeto para
fr: Sélection d'un objet pour
ja: アイテムを取得：

# SelectItemUi_btn_tt_useThis
source: Use this item
de: Diesen Gegenstand benutzen
es: Usar este objeto
fr: Choisir cet objet
ja: このアイテムを使用

# General_btn_tt_save
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ja: 保存

# Ui_btn_tt_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

# Ui_btn_Inspect_tt
source: Update Gear by Examining
de: Ausrüstung aktualisieren durch Untersuchen
fr: Mettre à jour l'équipement en examinant
ja: 装備品の検証を更新

# Ui_btn_tt_CharacterNotInReach
source: Character is not in reach to examine
de: Charakter ist nicht nah genug zum Untersuchen
es: El personaje no está a rango para examinar
fr: Le personnage n'est pas suffisamment à portée pour pouvoir l'examiner
ja: キャラクターを検証できません

# Ui_rightClickHint
source: right click for more options
de: Rechtsklick für mehr Optionen
fr: clic droit pour plus d'options
ja: 右クリックで詳細オプションを開く

# Ui_btn_tt_Lodestone
source: Download Gear from Lodestone
de: Ausrüstungsdaten vom Lodestone herunterladen
fr: Télécharger l'équipement depuis le Lodestone
ja: Lodestoneから装備をダウンロード

# LodestonConnetor_msg_UpdateStarted
source: Started gear update for
de: Ausrüstungsaktualisierung gestrtet für
fr: Mise à jour de l'équipement initialisée pour
ja: 装備品アップデートを開始：

# EditGearSetUi_btn_tt_selectItem
source: Select item
de: Item auswählen
es: Elegir objeto
fr: Sélectionner un objet
ja: アイテムを選択

# General_btn_tt_remove
source: remove {0} {1}
de: {0} {1} entfernen

# SelectMateriaUi_Title
source: Select materia
de: Materia auswählen
es: Elegir materia
fr: Sélectionner une matéria
ja: マテリアを選択

# SortableList_btn_tt_moveUp
source: Move {0} up
de: Nach oben

# SortableList_btn_tt_moveDown
source: Move {0} down
de: Nach unten

# CommonTerms_itemLvl_abbrev
source: iLvl
de: G.-St.
ja: IL

# CommonTerms_undefined
source: undefined
de: unbekannt
es: indefinido
fr: non défini
ja: 未定義

# CommonTerms_Empty
source: Empty
de: Leer
es: Vacío
fr: Vide
ja: なし

# General_btn_tt_edit
source: Edit {0} {1}
de: {0} {1} bearbeiten

# CommonTerms_Gear
source: gear
de: Ausrüstung
es: equipo
fr: équipement
ja: 装備品

# General_btn_tt_delete
source: Delete {0} {1}
de: {0} {1} löschen

# Ui_btn_tt_add
source: Add {0}
de: {0} hinzufügen

# LodestoneConnector_err_CharNotFound
source: Character not found on Lodestone.
de: Charakter wurde nicht auf dem Lodestone gefunden.
fr: Personnage introuvable sur Lodestone.
ja: Lodestoneにキャラクターが見つかりません。

# LodestoneConnector_err_JobIncompatible
source: Could not resolve currently used job or currently displayed job on Lodestone is not supported.
de: Der aktuell verwendete Job konnte nicht ermittlet werden oder der aktuell angezeigte Job auf dem Lodestone wird nicht unterstützt.
fr: Impossible de déterminer le job présentement utilisé, ou alors le job présentement affiché sur le Lodestone n'est pas supporté.
ja: 使用中のジョブまたは表示中のジョブが Lodestone に対応していません。

# LodestoneConnector_err_FailedToCreateGear
source: Could not create new gear set.
de: Neues Ausrüstungsset konnte nicht angelegt werden.
fr: Impossible de créer une nouvelle tenue.

# LodestoneConnector_msg_Success
source: Updated {0}'s {1} gear from Lodestone.
de: {0}'s {1} Ausrüstung vom Lodestone aktualisiert.
fr: L'équipement {1} de {0} a été mis à jour via les informations du Lodestone.

# LodestoneConnector_err_GeneralFailure
source: Could not update gear from Lodestone.
de: Konnte die Ausrüstung vom Lodestone nicht aktualisieren.
fr: Impossible de mettre à jour l'équipement depuis le Lodestone.
ja: Lodestoneから装備品を更新できませんでした。

# DBSearchPlayerUi_txt_selected
source: Currently selected
de: Derzeit ausgewählt

# CommonTerms_None
source: None
de: Nichts

# DBSearchPlayerUi_hdg_selectPlayer
source: Select player
de: Spieler auswählen

# EtroConnector_FillBisList_ErrorMessaeg
source: Error fetching BiS list from etro.gg
de: Fehler beim Abrufen der BiS-Liste von etro.gg

# EtroConnector_FillBisList_Success
source: Successfully loaded BiS list from etro.gg
de: BiS-Liste erfolgreich von etro.gg geladen

# EtroConnector_FillMateriaCache_Error
source: Error getting materia info from etro.gg
de: Fehler beim Abrufen der Materia Informationen von etro.gg

# EtroConnector_FillMateriaCache_Success
source: Successfully fetched materia definitions from etro.gg
de: Materia Definitionen erfolgreich von etro.gg geladen

# EtroConnector_GetGearSet_Error
source: Could not update set {0}
de: Konnte das Set {0} nicht aktualisieren

# EtroConnector_GetGearSet_Success
source: Update from Etro for {0} succeeded
de: Update von etro.gg für {0} erfolgreich

# EtroConnector_GetGearSet_RelicError
source: Cannot handle relic item for slot: {0}
de: Relikt Ausrüstung für Slot {0} wird nicht unterstützt

# GetCharacterWindow_Title
source: Get character from DB
de: Charakter von Datenbank abrufen
es: Obtener un personaje desde la BD
fr: Obtenir un personnage depuis la BDD
ja: データベースからキャラクターを取得

# Ui_btn_tt_removeFrom
source: remove {0} from {1}
de: {0} aus {1} entfernen

# EditPlayerUi_btn_IsMain
source: Is Main
de: Ist Main

# EditPlayerUi_btn_MakeMain
source: Make Main
de: Mache zu Main

# EditCharUi_text_BisNotice
source: BiS sets are now changed by editing the respective BiS set directly
de: BiS Sets werden nun durch direkte Bearbeitung der jeweiligen BiS Sets geändert

# EditGearSetUi_btn_tt_cutsomEtro
source: Get
de: Herunterladen

# EditGearSetUi_btn_tt_cutsomEtro_Get
source: Download set
de: Gearset herunterladen

# Config_Error_Downgrade
source: Tried loading a configuration from a newer version of the plugin To prevent data loss operation has been stopped. You need to update to use this plugin!
de: Es wurde versucht eine Konfiguration einer neueren Version zu laden. Um Datenverlust zu verhindern, wurde das laden angehalten. Bitte aktualisiere das Plugin auf die aktuelle Version!

# CommonTerms_Unknown
source: Unknown
de: Unbekannt

# DrawItem_hdg_ShopCosts
source: Shop costs
de: Händlerkosten

# ItemTable_heading_Header
source: Header
de: Kopfzeile
es: Encabezado
fr: En-tête
ja: ヘッダ

# CommonTerms_itemLevel
source: Item Level
de: Gegenstandsstufe
ja: アイテムレベル

# ItemTable_heading_LootedIn
source: Looted in
de: Loot von
fr: Looté dans
ja: 獲得された

# CommonTerms_Yes_Abbrev
source: y
de: j

# General_btn_tt_close
source: Close
de: Schließen

# Ui_GearEdit_btn_tt_selectMat
source: Select materia
de: Materia auswählen

# EditGearSetUi_btn_openEtro
source: Open set on etro.gg
de: Set auf etro.gg öffnen

# EditGearSetUi_txt_lastUpdate
source: Last update check
de: Letzte Update-Prüfung: {0}
fr: Dernière vérification de mise à jour: {0}

# Gearset_Warning_SysManaged
source: This set is manged by the plugin and will be automatically overwritten with characters current gear!
de: Dieses Set wird durch das Plugin verwaltet und wird automatisch auf den aktuellen Stand des entsprechenden Charakters gebracht!

# EditGearSetUi_txt_Source
source: Source
de: Ursprung

# EditGearSetUi_txt_LastChange
source: Last Change
de: Letzte Änderung: {0}

# EditCharUi_cb_hideJob
source: Do not show this job
de: Diesen Job nicht anzeigen

# Ui_GuardedButton_notice
source: press shift to be able to click this button
de: Drücken Sie Shift, um diesen Knopf zu klicken

# Ui_btn_tt_addEmpty
source: Add empty {0}
de: Leere(s/n) {0} hinzufügen
es: Añadir {0} vacío
fr: Ajoute un(e) {0} vide
ja: 空の{0}を追加

# Ui_btn_tt_addExisting
source: Add {0} from database
de: {0} aus Datenbank hinzufügen

# DBSearchWindowGear_Title
source: Select gear set from database
de: Gear Set aus der Datenbank auswählen

# EditUi_Title
source: Edit {0} {1}
de: {0} {1} bearbeiten

# SearchWindow_btn_tt_SelectEnty
source: Select {0} {1}
de: {0} {1} auswählen

# CharacterSearchUi_txt_classCount
source: {0} classes
de: {0} Klassen

# CommonTerms_All
source: All
de: Alle

# CommonTerms_Name
source: Name
es: Nombre
fr: Nom
ja: 名前

# CommonTerms_Materia
source: Materia
fr: Matéria

# CommonTerms_BiS
source: BiS
ja: 最適装備
