Repository: Koenari/HimbeertoniRaidTool
Catalog: HimbeertoniRaidTool/Localization/LootmasterLoc.*.resx
Languages: de, es, fr, ja

# ConfigUi_cb_ColoredItemNames
source: Color items by item level
de: Färbe Items nach ItemLevel ein
fr: Colorier les objets par niveau d'objet
ja: アイテムレベルでアイテムを色分けする

# Configui_hdg_Colors
source: Configured colors
de: Eingestellte Farben
fr: Couleurs prédéfinies
ja: 設定した色

# ConfigUi_cb_IconInGroupOverview
source: Show item icon in group overview
de: Icon in der Gruppenübersicht anzeigen
fr: Montrer l'icône de l'objet dans l'aperçu général du groupe

# Config_cb_IgnoreMateriaForBis
source: Ignore Materia
de: Materia ignorieren
fr: Ignorer les Materia

# ConfigUi_cb_tt_IgnoreMateriaForBis
source: Ignore Materia when determining if an item is equivalent to BiS
de: Beim Vergleich von Items zu BiS die gesockelten Materia ignorieren
fr: Ignorer les Materia lorsqu'il est déterminé si un objet est équivalent au BiS

# ConfigUi_txt_ItemFormatAvailable
source: Available options
de: Verfügbare Optionen
fr: Options disponibles

# LootSession_text_rolePriorityHint
source: Changes made here only affect this loot session
de: Änderungen hier gelten nur für die aktuelle Loot Sitzung
fr: Les modifications apportées ici n'affectent que cette session de butin

# LootCategory_Greed
source: Greed
de: Gier
fr: Cupidité

# LootSessionUi_Title
source: Loot session for {0}
de: Loot Sitzung für {0}
es: Sesión de loot para {0}
fr: Séance de butin pour {0}

# LootRule_Greed
source: Greed
de: Gier
es: Codicia
fr: Cupidité

# command_lootmaster
source: Opens LootMaster Window (or /lm as short variant)
de: Öffnet das LootMaster Fenster (oder /lm als Abkürzung)
es: Abre la ventana de LootMaster (o "/lm")
fr: Ouvre la fenêtre du LootMaster (variante courte : /lm)
ja: LootMaster ウィンドウを開きます ( /lm でも開くことができます)

# LootRule_ByRole
source: Prioritize by role
de: Rollenpriorität
fr: Prioriser par rôle

# LootRule_BISOverUpgrade
source: BIS > Upgrade
de: BiS > Verbesserung
es: BIS > Mejora
fr: BIS > Amélioration
ja: 理想装備 > アップグレード

# ConfigUi_hdg_RolePriority
source: Priority to loot for each role (smaller is higher priority)
de: Priorität für jede Rolle (Kleinere Zahl entspricht höherer Priorität)
es: Prioridad para obtener botín de cada clase (menor = mas prioridad)
fr: Priorité de butin pour chaque rôle (la plus petite valeur est prioritaire)
ja: 各ロールの戦利品の優先度（小さい方が優先度が高くなります）

# ConfigUi_txt_currentPrio
source: Current priority
de: Aktuelle Priorität
es: Prioridad actual
fr: Priorité actuelle
ja: 現在の優先度

# Ui_btn_tt_inventory
source: Open inventory window
de: Inventar/Geldbeutel anzeigen
ja: 所持品を開く

# Ui_btn_tt_quickCompare
source: Quickly compare gear
de: Ausrüstung schnell vergleichen

# LootCategory_Need
source: Need
de: Bedarf
fr: Besoin

# LootCategory_Pass
source: Pass
de: Passen
fr: Passer

# LootCategory_Undecided
source: Undecided
de: Nicht entschieden
fr: Indécis
ja: 未定

# ui_btn_tt_showConfig
source: Open Configuration
de: Konfiguration öffnen
fr: Ouvrir le fichier de configuration
ja: 設定を開く

# ConfigUi_cb_tt_ColoredItemNames
source: Color items according to the item level
de: Items nach Itemlevel einfärben
fr: Éléments de couleur en fonction du niveau de l'objet
ja: アイテムレベルに応じて色を付ける

# Configui_cb_OpenOnLogin
source: Open group overview on login
de: LootMaster beim Login öffnen
es: Abrir resumen de grupo al iniciar sesión
fr: Ouvrir la vue d'ensemble du groupe au moment de la connexion
ja: ログイン時にグループ概要を開く

# Configui_in_tt_OpenOnLogin
source: Opens group overview window when you log in
de: Öffnet die Gruppenübersicht nach dem Einloggen
fr: Ouvre la fenêtre d'aperçu du groupe quand vous vous connectez

# LootUi_Results_GreedOnly
source: Greed only
de: Nur Gier
fr: Cupidité uniquement
ja: GREED限定

# LootUi_results_btn_tt_Award
source: Award to player
de: An Spieler vergeben
fr: Décerné au joueur
ja: プレイヤーに与える

# LootUi_Results_ItemAwardedTo
source: awarded to
de: vergeben an
fr: décerné à
ja: 獲得者:

# LootUi_Results_btn_tt_Abort
source: Abort distribution to change loot or rules
de: Verteilung abbrechen, um Beute oder Regeln zu ändern
fr: Annuler la distribution pour changer le butin ou les règles
ja: 戦利品やルールを変更するために、分布を中止します

# LootUi_Results_btn_Abort
source: Abort
de: Abbrechen
fr: Annuler
ja: 中断

# LootUi_Results_PossibleItems
source: Items to distribute
de: Zu verteilende Items
fr: Objets à distribuer
ja: 配布するアイテム

# LootUi_Results_PlayerWonOver
source: over
de: über
fr: sur
ja: オーバー

# LootUi_Results_PlayerWon
source: won
de: gewonnen
fr: gagné
ja: 勝利

# LootResultWindow:Button:AwardGuaranteed
source: Award to all
de: An alle vergeben
fr: Décerné à tous
ja: 全員に与える

# LootResultWindow:Button:AwardGuaranteed:Tooltip
source: Award 1 to each player
de: Jedem Spieler einmal vergeben
fr: Décerné 1 à chaque joueur
ja: 各プレイヤーに1つずつ与える

# LootUi_Results_hdg_GuaranteedItems
source: Guaranteed Items (per player)
de: Garantierte Items (pro Spieler)
fr: Objets garantis (par joueur)
ja: 保証アイテム（プレイヤー毎）

# LootSession_State_STARTED
source: Choosing Loot
de: Beute auswählen
fr: Choix du butin

# LootSessionUi_btn_Calc
source: Calculate
de: Berechnen
fr: Calculer

# LootSessionUi_btn_tt_Calc
source: Calculates results of loot distribution according to the rules and current equipment of players Locks the loot selection
de: Berechnet die Ergebnisse der Beuteverteilung entsprechend den Regeln und der aktuellen Ausrüstung der Spieler. Sperrt die Beuteauswahl
fr: Calcule les résultats de la distribution du butin selon les règles et l'équipement actuel des joueurs Verrouille la sélection du butin

# LootSessionUi_btn_tt_Rules
source: Override ruling options
de: Verteilungsregeln überschreiben
fr: Ignorer les options de décision
ja: 設定を上書き

# LootSession_State_DISTRIBUTION_STARTED
source: Distribution started
de: Verteilung gestartet
fr: Début de la distribution
ja: 分配開始

# ConfigUi_hdg_LootRuleOrder
source: Order in which loot rules should be applied
de: Reihenfolge in der die Loot Regeln angewendet werden
es: Orden en el que deben aplicarse las reglas del loot
fr: Ordre dans lequel les règles du butin doivent être appliquées
ja: 戦利品のルールを適用する順序

# LootSession_State_LOOT_CHOSEN
source: Loot locked
de: Beute festgelegt
fr: Butin verrouillé
ja: 戦利品をロック

# LootRule_CanBuy
source: Can buy
de: Kann kaufen

# LootRule_CanUse
source: Can use now
de: Kann jetzt verwenden

# LootsessionUi_txt_state
source: Current State
de: Aktueller Status
fr: État actuel
ja: 現在のステータス

# LootRule_draw_cb_tt_ignore_bis
source: Ignore players/jobs not using this in BiS
de: Spieler/Jobs ignorieren, die dies nicht als BiS verwenden

# LootRule_draw_cb_tt_ignore_canBuy
source: Ignore players/jobs that could buy these
de: Spieler/Jobs ignorieren, die das kaufen könnten

# LootRule_draw_cb_tt_ignore_canUse
source: Ignore players/jobs not able to use
de: Spieler/Jobs ignorieren, die das nicht verwenden können

# LootRule_draw_cb_tt_ignore_needGreed
source: Ignore players that have no need
de: Spieler ignorieren, die keinen Bedarf haben

# LootSession_State_FINISHED
source: Finished
de: Beendet
fr: Terminé
ja: 完了

# CurrentGear
source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在

# QuickCompare_StatGain
source: Gain
de: Gewinn
fr: Augmentation

# QuickCompareUi_hdg_NewGear
source: New Gear
de: Neue Ausrüstung
fr: Nouvelle tenue

# QuickCompareUi_Title
source: Compare
de: Vergleichen

# LootSession_text_rolePriority
source: Role priority
de: Rollenpriorität
es: Prioridad de rol
fr: Priorité de rôle
ja: ロールの優先度

# LootSession_heading_results
source: Results for {0} ({1})
de: Ergebnisse für {0} ({1})
fr: Résultats pour {0} ({1})
ja: 結果: {0} ({1})

# StatTable_MainStats_Title
source: Main Stats
de: Attribute
es: Estadísticas principales
fr: Stats Principales
ja: メインステ

# StatTable_SecondaryStats_Title
source: Secondary Stats
de: Sekundäre Attribute
es: Estadísticas secundarias
fr: Stats secondaires
ja: サブステ

# GearSetSearchWindow_iLvlRange
source: iLvl range:
de: iLvl Bereich:

# GearSetSearchWindow_button_Select
source: Select gearset
de: Gear Set auswählen

# LootRule_Draw_cb_tt_active
source: Activated
de: Aktiviert
fr: Activé

# LootRule_draw_cb_ignore
source: Ignore
de: Ignorieren
fr: Ignorer

# LootRule_LowestItemLevel
source: Lowest overall ItemLevel
de: Niedrigste Gegenstandsstufe
es: Nivel de objetos menor
fr: Niveau d'objet global le plus bas
ja: 最も低いアイテムレベル

# LootRule_HighestItemLevelGain
source: Highest ItemLevel Gain
de: Gegenstandsstufen Gewinn

# LootRule_DPSGain
source: % DPS gained
de: % DPS Gewinn
fr: % de DPS gagnés

# LootRule_Rolling
source: Rolling
de: Würfeln
es: Rollear
fr: Lancer de dé
ja: ローリング

# PlayerDetail_button_quickCompare
source: Quick compare
de: Schnellvergleich
fr: Comparaison rapide

# Ui_btn_tt_UpdateFrmEtro
source: Update "{0}" from Etro.gg
de: "{0}" von etro.gg aktualisieren
es: Actualizar "{0}" desde Etro.gg
fr: Mettre à jour "{0}" depuis Etro.gg
ja: Etro.ggから"{0}"を更新

# Ui_btn_newGroupAutomatic
source: From current Group
de: Aus der aktuellen Gruppe
es: Del grupo
fr: À partir de l'Équipe actuellement formée
ja: 現在のグループを編集

# AutoCreatedGroupName
source: Auto Created
de: Automatisch erstellt
fr: Créé automatiquement
ja: 自動作成

# Ui_btn_newGroupManual
source: From scratch
de: Von Grund auf
es: Desde cero
fr: À partir de zéro
ja: 新規作成

# Ui_txt_noJobs
source: No jobs created
de: Keine Jobs erstellt

# InventoryUi_Title
source: {0}'s inventory
de: Inventar von {0}

# Ui_text_emptyPlayer
source: No Player
de: Kein Spieler
es: Sin jugadores
fr: Aucun·e joueur·se
ja: プレイヤーなし

# InventoryUi_hdg_additionalGear
source: Additional Gear
de: Relevante Ausrüstung (nicht ausgerüstet)
ja: 追加の装備品

# Ui_btn_addPlayerFromTarget_tt
source: Fill with target ({0}) data
de: Mit Daten des Ziels ({0}) füllen

# Ui_text_openLootSessioon
source: Distribute loot for:
de: Beute verteilen für:
es: Distribuir el botín para:
fr: Distribuer le butin pour :
ja: 戦利品の配布先：

# LootRule_Need
source: Need over Greed
de: Bedarf vor Gier
fr: Besoin prioritaire sur Cupidité
ja: GREEDよりNEED

# Config_hdg_Examples
source: Examples
de: Beispiele
fr: Exemples
ja: 例

# Ui_MainTable_Col_Sort
source: Sort
de: Sortierung

# Ui_MainTable_Col_Player
source: Player
de: Spieler

# ConfigUi_tab_Appearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観

# chat_usage_heading
source: Commands used for Loot Master:
de: Befehle für Loot Master:

# LootUI_Results_Rule
source: Rule
de: Regel
es: Regla
fr: Règle
ja: ルール

# LootUi_Results_hdg_NeededItems
source: Needed items
de: Benötigte Items
fr: Objets désirés
ja: 必須アイテム

# PlayerDetailsUi_Title
source: Player Details for {0}
de: Spieler Details für {0}

# Ui_btn_tt_PlayerDetails
source: Show player details for
de: Spielerdetails anzeigen für
es: Mostar detalles del jugador para
fr: Afficher les détails du·de la joueur·se pour
ja: プレイヤーの詳細を表示:

# LootRule_DataTypeName
source: loot rule
de: Beute Regel

# Ui_tt_Dmgper100
source: Average Dmg with a 100 potency skill adjusted for faster GCDs
de: Durchschnittlicher Schaden mit einer 100 Potenz Fähigkeiten angepasst für schnellere GCDs

# command_show_helpText
source: Opens Lootmaster window
de: Öffnet das Loot Master Fenster

# command_toggle_helpText
source: Toggles Lootmaster window
de: Öffnet/Schließt das Loot Master Fenster

# ItemTooltip_hdg_Equipped
source: Equipped
de: Ausgerüstet

# ConfigUi_CharNameFormat_n
source: Name only
de: Nur Name

# ConfigUi_CharNameFormat_is
source: Initials + Server
de: Initialen + Server

# ConfigUi_CharNameFormat_i
source: Initials only
de: Nur Initialen

# ConfigUi_CharNameFormat_a
source: Censored
de: Zensiert

# Configui_in_ItemFormat
source: Item format
fr: Format d'objet

# LootSessionUi_resultTable_Col_Pos
source: Pos
es: Draw
fr: Position
ja: 位置
